{
  "section1Header": "Exact Plan",
  "section1Para1": "The <b>EXACT</b> (<b>EX</b>periential learning <b>A</b>nd <b>C</b>ritical <b>T</b>hinking) Plan is Georgia Gwinnett College’s (GGC) institution-wide <a href=\"\">2024-2029 Quality Enhancement Plan (QEP)</a> to assure campuswide access to experiential learning, while incorporating foundational critical thinking skillsets across the curriculum.",
  "section1Para2": "The <b>EXACT Plan</b> will enable faculty to develop course-wide experiential learning activities in all course sections that facilitate specific critical thinking skillsets denoted as EXACT courses in banner. The experiential learning activities and corresponding critical thinking skillsets will have been vetted by an independent faculty committee. All section faculty will be trained by course coordinators to implement the experiential learning activities and corresponding critical thinking skillset reflection assignments in their sections of a course. For more information regarding faculty opportunities, click on the <a href=\"exact/faculty-toolbox\">Faculty Toolbox</a>.",
  "section1Para3": "Students who successfully complete the EXACT Plan ePortfolio will be known as EXACT Scholars. For more information regarding the EXACT Scholars program, click on the <a href=\"exact/student-toolbox\">Student Toolbox</a>.",
  "embedded1": "https://cdnapisec.kaltura.com/p/2022371/sp/202237100/embedIframeJs/uiconf_id/31860982/partner_id/2022371?iframeembed=true&playerId=kaltura_player&entry_id=1_hbqw65yu&flashvars[streamerType]=auto&amp;flashvars[localizationCode]=en&amp;flashvars[sideBarContainer.plugin]=true&amp;flashvars[sideBarContainer.position]=left&amp;flashvars[sideBarContainer.clickToClose]=true&amp;flashvars[chapters.plugin]=true&amp;flashvars[chapters.layout]=vertical&amp;flashvars[chapters.thumbnailRotator]=false&amp;flashvars[streamSelector.plugin]=true&amp;flashvars[EmbedPlayer.SpinnerTarget]=videoHolder&amp;flashvars[dualScreen.plugin]=true&amp;flashvars[Kaltura.addCrossoriginToIframe]=true&amp;&wid=1_k7ennl47",
  "embedded2": "https://docs.google.com/presentation/d/1mItmbH8fhQhRmqw32jRsd2h3XMNxQTa4/embed?start=false&loop=false&delayms=3000",

  "section2Header": "What is Experiential Learning?",
  "section2Para1": "Experiential Learning involves activities that apply knowledge and skills learned in courses to hands-on real-world experiences. <a href=\"https://www.aacu.org/liberaleducation/articles/how-college-contributes-to-workforce-success\"> Experiential learning experiences represent opportunities that employers say give job applicants a career advantage</a>. A critical element in experiential learning is the use of reflection. Dewey believed that “we don’t learn from the hands-on experience, but rather on reflecting on what was learned through the hands-on experience.” (Dewey, 1938). <br>The EXACT Plan operational definition of experiential learning is the active application of knowledge, skills, practices, or theories in simulated or real-world contexts and events, followed by focused reflection on the knowledge gained through the activity where the knowledge, skills, practices, or theories were applied utilizing Kolb’s Experiential Learning Cycle (Kolb, 1984).",
  "section3Header": "What is Critical Thinking?",
  "section3Para1": "“Critical thinking” is often identified as an essential skill or the result of a set of cognitive behaviors. It is consistently identified as among the most important life and career-effectiveness skills students can develop in college (Association of American Colleges and Universities, 2021). Although there is broad-ranging agreement on the value of “thinking critically,” historically there has been less agreement on what it is, how it works, or what shows it. Historically, efforts to define critical thinking took a substantive step forward with the landmark publication in 1990 of the Delphi Report (Facione, 1990), which defined critical thinking as “purposeful, self-regulatory judgment” resulting in demonstrated capability in two categories of cognition where judgment is expressed: interpretation, analysis, evaluation, and inference; and explanation of evidential, conceptual, methodological, criteriological, or contextual considerations upon which judgment is based. <br><br><br>The EXACT Plan defines critical thinking as the accumulated ability to think about or through situations, information, and problems, by way of capability in one or more subskills of critical thinking, as follows:",
  "list1": ["<b>Effectively communicate</b> the knowledge, skills, and concepts necessary to engage some situation", "<b>Evaluate and interpret information</b> necessary to engage a situation where knowledge, skills or concepts are applied or used", "<b>Solve problems</b> that emerge in the process of applying or using knowledge, skills and concepts to engage some situation","<b>Analyze alternative conditions</b> of some situation where knowledge, skills and concepts are being applied, or of the assumptions about how knowledge, skills and concepts are supposed to be applied"],
  "section3Para2": "The <b>EXACT Plan</b> provides students with experiential learning opportunities to reinforce critical thinking skillsets, specifically tying critical thinking skillsets to the stages of the experiential learning cycle (Kolb 1984):",
  "list2": ["reflection of the knowledge created through the concrete experiences represents effective communication","development of further analysis through the formation of abstract generalizations from the knowledge created through the concrete experiences represents evaluation and interpretation of information & problem solving","active experimentation of designing new activities to test new hypotheses or questions represents the identification of alternative interpretations for data or observations"],
  "section4Header": "References",
  "qepSummary": "Placeholder qep",
  "librarySummary": "Placeholder Library",
  "planTeamSummary": "Placeholder Team",
  "goalsSummary": "Placeholder Goals",
  "recentStoriesSummary": "Placeholder recent stories"
}